Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# language.option.turkish
source: Турецкий
de: Türkisch
en: Turkish
es: Turco
fr: Turc
tr: Türkçe
zh_hans: 土耳其语

# Last backup
source: Последняя резервная копия
de: Letztes Backup
en: Last backup
es: Última copia
fr: Dernière sauvegarde
tr: Son yedekleme
zh_hans: 最近备份

# legal.privacy_title
source: Политика конфиденциальности
de: Datenschutzrichtlinie
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
tr: Gizlilik Politikası
zh_hans: 隐私政策

# legal.terms_title
source: Условия использования (EULA)
de: Nutzungsbedingungen (EULA)
en: Terms of Use (EULA)
es: Términos de uso (EULA)
fr: Conditions d'utilisation (EULA)
tr: Kullanım Koşulları (EULA)
zh_hans: 使用条款（EULA）

# loading
source: Загрузка...
de: Wird geladen...
en: Loading...
es: Cargando...
fr: Chargement...
tr: Yükleniyor...
zh_hans: 加载中…

# main.dashboard.placeholder.subtitle
source: Скоро здесь появится сводка
de: Zusammenfassung demnächst
en: Summary coming soon
es: Resumen próximamente
fr: Résumé bientôt disponible
tr: Özet yakında geliyor
zh_hans: 摘要即将推出

# main.dashboard.placeholder.title
source: Дашборд
de: Dashboard
en: Dashboard
es: Panel
fr: Tableau de bord
tr: Gösterge Paneli
zh_hans: 主页

# main.history.accessibility
source: История операций
de: Transaktionsverlauf
en: Transaction History
es: Historial de transacciones
fr: Historique des transactions
tr: İşlem Geçmişi
zh_hans: 交易历史

# main.quick_action.expense
source: Расход
de: Ausgabe
en: Expense
es: Gasto
fr: Dépense
tr: Gider
zh_hans: 支出

# main.quick_action.income
source: Доход
de: Einnahmen
en: Income
es: Ingreso
fr: Revenus
tr: Gelir
zh_hans: 收入

# main.quick_setup.banner.open
source: Открыть
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
tr: Aç
zh_hans: 打开

# main.quick_setup.banner.subtitle
source: Язык, валюты, категории и продукты за 1 минуту
de: Sprache, Währungen, Kategorien und Produkte in 1 Minute
en: Language, currencies, categories, and products in 1 minute
es: Idioma, monedas, categorías y productos en 1 minuto
fr: Langue, devises, catégories et produits en 1 minute
tr: Dil, para birimleri, kategoriler ve ürünler 1 dakikada
zh_hans: 1 分钟完成语言、货币、分类和产品设置

# main.quick_setup.banner.title
source: Быстрая настройка
de: Schnelleinrichtung
en: Quick setup
es: Configuración rápida
fr: Configuration rapide
tr: Hızlı kurulum
zh_hans: 快速设置

# main.service.cashback
source: Кешбэк
de: Cashback
en: Cashback
es: Cashback
fr: Cashback
tr: Geri ödeme
zh_hans: 返现

# main.service.cashflow
source: Кэшфлоу
de: Cashflow
en: Cashflow
es: Flujo de caja
fr: Flux de trésorerie
tr: Nakit akışı
zh_hans: 现金流

# main.service.courses
source: Курсы
de: Kurse
en: Rates
es: Tasas
fr: Taux
tr: Kurlar
zh_hans: 汇率

# main.service.finances
source: Финансы
de: Finanzen
en: Finance
es: Finanzas
fr: Finance
tr: Finans
zh_hans: 资产

# main.tab.dashboard
source: Дашборд
de: Dashboard
en: Dashboard
es: Panel
fr: Tableau de bord
tr: Gösterge Paneli
zh_hans: 主页

# main.tab.dynamics
source: Динамика
de: Analytik
en: Analytics
es: Analítica
fr: Analytique
tr: Analitik
zh_hans: 分析

# main.tab.finances
source: Счета
de: Konten
en: Accounts
es: Cuentas
fr: Comptes
tr: Hesaplar
zh_hans: 账户

# monetization.cashback.categories.limit.hard_format
source: Free-план: до %lld категорий кешбэка в месяц. Оформите PRO для снятия лимита.
de: Kostenloser Plan: bis zu %lld Cashback-Kategorien pro Monat. Upgrade auf PRO für unbegrenzte Kategorien.
en: Free plan: up to %lld cashback categories per month. Upgrade to PRO for unlimited categories.
es: Plan gratuito: hasta %lld categorías de cashback por mes. Mejora a PRO para categorías ilimitadas.
fr: Plan gratuit : jusqu'à %lld catégories de cashback par mois. Passez à PRO pour des catégories illimitées.
tr: Ücretsiz plan: ayda en fazla %lld geri ödeme kategorisi. Sınırsız kategoriler için PRO'ya geçin.
zh_hans: Free 方案每月最多可添加 %lld 个返现分类。

# monetization.cashflow.bulk_expense_screenshot.pro_only
source: Импорт расходов из банковских скриншотов доступен в PRO.
de: Ausgabenimport aus Bank-Screenshots ist in PRO verfügbar.
en: Expense import from bank screenshots is available in PRO.
es: La importación de gastos desde capturas de pantalla está disponible en PRO.
fr: L'import de dépenses depuis des captures d'écran bancaires est disponible en PRO.
tr: Banka ekran görüntülerinden gider içe aktarma PRO'da mevcuttur.
zh_hans: 从银行截图导入支出需要 PRO 订阅。

# monetization.crypto.pro_message
source: Обычные валюты доступны бесплатно. Криптовалюты доступны по подписке PRO.
de: Fiat-Währungen sind kostenlos. Kryptowährungen erfordern ein PRO-Abonnement.
en: Fiat currencies are free. Cryptocurrencies require a PRO subscription.
es: Las monedas fiduciarias son gratuitas. Las criptomonedas requieren suscripción PRO.
fr: Les devises fiat sont gratuites. Les cryptomonnaies nécessitent un abonnement PRO.
tr: Fiat para birimleri ücretsizdir. Kripto para birimleri PRO aboneliği gerektirir.
zh_hans: 法币免费使用，加密货币需要 PRO 订阅。

# monetization.crypto.pro_title
source: Криптовалюты доступны в PRO
de: Kryptowährungen sind in PRO verfügbar
en: Cryptocurrencies are available in PRO
es: Las criptomonedas están disponibles en PRO
fr: Les cryptomonnaies sont disponibles en PRO
tr: Kripto para birimleri PRO'da mevcuttur
zh_hans: 加密货币需要 PRO 订阅

# monetization.finance.crypto.pro_only
source: Криптовалюта доступна в PRO.
de: Krypto ist in PRO verfügbar.
en: Crypto is available in PRO.
es: Las criptomonedas están disponibles en PRO.
fr: La crypto est disponible en PRO.
tr: Kripto PRO'da mevcuttur.
zh_hans: 加密货币仅 PRO 可用。

# monetization.finance.market_assets.pro_only
source: Акции и криптовалюта доступны в PRO.
de: Aktien und Krypto sind in PRO verfügbar.
en: Stocks and crypto are available in PRO.
es: Las acciones y criptomonedas están disponibles en PRO.
fr: Les actions et la crypto sont disponibles en PRO.
tr: Hisse senetleri ve kripto PRO'da mevcuttur.
zh_hans: 股票和加密货币仅 PRO 可用。

# monetization.finance.products.limit.hard_format
source: Free-план: до %lld продуктов в финансах. Оформите PRO, чтобы добавить больше.
de: Kostenloser Plan: bis zu %lld Produkte in Finanzen. Upgrade auf PRO, um mehr hinzuzufügen.
en: Free plan: up to %lld products in Finance. Upgrade to PRO to add more.
es: Plan gratuito: hasta %lld productos en Finanzas. Mejora a PRO para añadir más.
fr: Plan gratuit : jusqu'à %lld produits dans Finance. Passez à PRO pour en ajouter plus.
tr: Ücretsiz plan: Finans'ta en fazla %lld ürün. Daha fazla eklemek için PRO'ya geçin.
zh_hans: 免费版：财务产品最多%lld个。升级PRO可添加更多。

# monetization.finance.stocks.pro_only
source: Акции доступны в PRO.
de: Aktien sind in PRO verfügbar.
en: Stocks are available in PRO.
es: Las acciones están disponibles en PRO.
fr: Les actions sont disponibles en PRO.
tr: Hisse senetleri PRO'da mevcuttur.
zh_hans: 股票仅 PRO 可用。

# monetization.free_plan.title
source: Ограничение Free-плана
de: Kostenloses Plan-Limit
en: Free plan limit
es: Límite del plan gratuito
fr: Limite du plan gratuit
tr: Ücretsiz plan sınırı
zh_hans: Free 方案限制

# monetization.ticker.limit.hard_format
source: Free-план: можно добавить до %lld тикеров акций/криптовалюты. Оформите PRO для снятия лимита.
de: Kostenloser Plan: bis zu %lld Aktien-/Krypto-Ticker. Upgrade auf PRO für unbegrenzte Ticker.
en: Free plan: up to %lld stock/crypto tickers. Upgrade to PRO for unlimited.
es: Plan gratuito: hasta %lld tickers de acciones/cripto. Mejora a PRO para ilimitados.
fr: Plan gratuit : jusqu'à %lld tickers d'actions/crypto. Passez à PRO pour un accès illimité.
tr: Ücretsiz plan: en fazla %lld hisse/kripto ticker. Sınırsız için PRO'ya geçin.
zh_hans: 免费版：最多 %lld 个股票/加密货币代码，升级 PRO 解除限制。

# monetization.ticker.limit.max_format
source: Free-план: максимум %lld тикеров акций/криптовалюты. Оформите PRO для снятия лимита.
de: Kostenloser Plan: maximal %lld Aktien-/Krypto-Ticker. Upgrade auf PRO für unbegrenzte Ticker.
en: Free plan: maximum %lld stock/crypto tickers. Upgrade to PRO for unlimited.
es: Plan gratuito: máximo %lld tickers de acciones/cripto. Mejora a PRO para ilimitados.
fr: Plan gratuit : maximum %lld tickers d'actions/crypto. Passez à PRO pour un accès illimité.
tr: Ücretsiz plan: maksimum %lld hisse/kripto ticker. Sınırsız için PRO'ya geçin.
zh_hans: 免费版：最多%lld个股票/加密货币代码。升级PRO解除限制。

# monetization.ticker.limit.remaining_format
source: Free-план: осталось %1$lld из %2$lld тикеров акций/криптовалюты.
de: Kostenloser Plan: %1$lld von %2$lld Aktien-/Krypto-Tickern verbleibend.
en: Free plan: %1$lld of %2$lld stock/crypto tickers left.
es: Plan gratuito: %1$lld de %2$lld tickers de acciones/cripto restantes.
fr: Plan gratuit : %1$lld sur %2$lld tickers d'actions/crypto restants.
tr: Ücretsiz plan: %1$lld hisse/kripto ticker'dan %2$lld kaldı.
zh_hans: 免费版：还剩%1$lld/%2$lld个股票/加密货币代码。

# Month
source: Месяц
de: Monat
en: Month
es: Mes
fr: Mois
tr: Ay
zh_hans: 月

# Monthly
source: Ежемесячно
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
tr: Aylık
zh_hans: 每月

# New category
source: Новая категория
de: Neue Kategorie
en: New category
es: Nueva categoría
fr: Nouvelle catégorie
tr: Yeni kategori
zh_hans: 新建类别

# New expense
source: Новый расход
de: Neue Ausgabe
en: New expense
es: Nuevo gasto
fr: Nouvelle dépense
tr: Yeni gider
zh_hans: 新增支出

# New income
source: Добавить доход
de: Einnahmen hinzufügen
en: Add income
es: Añadir ingreso
fr: Ajouter un revenu
tr: Gelir ekle
zh_hans: 新增收入

# No available cards
source: Нет доступных карт
de: Keine Karten verfügbar
en: No available cards
es: Sin tarjetas disponibles
fr: Aucune carte disponible
tr: Kullanılabilir kart yok
zh_hans: 无可用卡片

# No backup found
source: Резервная копия не найдена
de: Kein Backup gefunden
en: No backup found
es: No se encontró copia de seguridad
fr: Aucune sauvegarde trouvée
tr: Yedekleme bulunamadı
zh_hans: 未找到备份

# none
source: нет
de: Keine
en: none
es: ninguno
fr: aucun
tr: yok
zh_hans: 无

# OK
source: ОК
de: OK
en: OK
es: OK
fr: OK
tr: Tamam
zh_hans: 好

# Other
source: Другое
de: Sonstiges
en: Other
es: Otros
fr: Autre
tr: Diğer
zh_hans: 其他

# Passphrase
source: Кодовая фраза
de: Passphrase
en: Passphrase
es: Frase de contraseña
fr: Phrase secrète
tr: Parola ifadesi
zh_hans: 密钥短语

# Passphrases do not match
source: Кодовые фразы не совпадают
de: Passphrasen stimmen nicht überein
en: Passphrases do not match
es: Las frases no coinciden
fr: Les phrases secrètes ne correspondent pas
tr: Parola ifadeleri eşleşmiyor
zh_hans: 密钥短语不匹配

# Period
source: Период
de: Zeitraum
en: Period
es: Período
fr: Période
tr: Dönem
zh_hans: 时段

source: Период применяется к операциям, операциям по счетам, обнулению баланса и кешбэку. Он не используется при удалении счетов, категорий или настроек.
de: Der Zeitraum gilt für Transaktionen, Kontovorgänge, Saldoanpassungen und Cashback. Er wird beim Löschen von Konten, Kategorien oder Einstellungen nicht verwendet.
en: Period is applied to operations, account operations, balance zeroing, and cashback. It is not used when deleting accounts, categories, or settings.
es: El período se aplica a operaciones, operaciones de cuenta, reinicio de saldo y cashback. No se usa al eliminar cuentas, categorías o ajustes.
fr: La période s'applique aux opérations, aux opérations de compte, à la remise à zéro du solde et au cashback. Elle n'est pas utilisée lors de la suppression de comptes, de catégories ou de paramètres.
tr: Dönem; işlemlere, hesap işlemlerine, bakiye sıfırlamaya ve geri ödemeye uygulanır. Hesaplar, kategoriler veya ayarlar silinirken kullanılmaz.
zh_hans: 时段适用于操作、账户操作、余额归零和返现，不适用于删除账户、类别或设置。

# Pinned
source: Закреплено
de: Angeheftet
en: Pinned
es: Fijado
fr: Épinglé
tr: Sabitlenmiş
zh_hans: 已置顶

# Planned expense
source: Запланированный расход
de: Geplante Ausgabe
en: Planned expense
es: Gasto planificado
fr: Dépense planifiée
tr: Planlanan gider
zh_hans: 计划支出

# Planned expenses
source: Запланированные расходы
de: Geplante Ausgaben
en: Planned expenses
es: Gastos planificados
fr: Dépenses planifiées
tr: Planlanan giderler
zh_hans: 计划支出列表

# Planned income
source: Запланированный доход
de: Geplante Einnahmen
en: Planned income
es: Ingreso planificado
fr: Revenu planifié
tr: Planlanan gelir
zh_hans: 计划收入

# Please wait
source: Пожалуйста, подождите
de: Bitte warten
en: Please wait
es: Por favor espere
fr: Veuillez patienter
tr: Lütfen bekleyin
zh_hans: 请稍候

# Premium diagnostics
source: Диагностика PRO
de: Premium-Diagnose
en: Premium diagnostics
es: Diagnóstico PRO
fr: Diagnostics premium
tr: Premium tanılama
zh_hans: Premium 诊断

# profile.admin_stats
source: Админ-статистика
de: Admin-Statistiken
en: Admin stats
es: Estadísticas de admin
fr: Statistiques admin
tr: Yönetici istatistikleri
zh_hans: 管理员统计

# profile.admin_stats.empty.message
source: Бэкенд вернул пустой снимок статистики для этого аккаунта
de: Das Backend hat einen leeren Snapshot für dieses Konto zurückgegeben
en: The backend returned an empty snapshot for this account
es: El backend devolvió una instantánea vacía para esta cuenta
fr: Le backend a renvoyé un instantané vide pour ce compte
tr: Backend bu hesap için boş bir anlık görüntü döndürdü
zh_hans: 后台为该账户返回了空快照

# profile.admin_stats.empty.title
source: Статистика пока пуста
de: Noch keine Admin-Statistiken
en: No admin stats yet
es: Sin estadísticas de admin aún
fr: Aucune statistique admin pour l'instant
tr: Henüz yönetici istatistiği yok
zh_hans: 暂无管理统计

# profile.admin_stats.error.title
source: Не удалось загрузить админ-статистику
de: Admin-Statistiken konnten nicht geladen werden
en: Could not load admin stats
es: No se pudieron cargar las estadísticas de admin
fr: Impossible de charger les statistiques admin
tr: Yönetici istatistikleri yüklenemedi
zh_hans: 无法加载管理统计

# profile.admin_stats.forbidden.title
source: Нужен доступ ADMIN
de: ADMIN-Zugriff erforderlich
en: ADMIN access required
es: Se requiere acceso ADMIN
fr: Accès ADMIN requis
tr: YÖNETİCİ erişimi gerekli
zh_hans: 需要管理员权限

# profile.admin_stats.generated_at
source: Последнее обновление
de: Zuletzt aktualisiert
en: Last updated
es: Última actualización
fr: Dernière mise à jour
tr: Son güncelleme
zh_hans: 最后更新

# profile.admin_stats.last_7_days
source: Активны за 7 дней
de: Aktiv in den letzten 7 Tagen
en: Active in last 7 days
es: Activos en los últimos 7 días
fr: Actif ces 7 derniers jours
tr: Son 7 günde aktif
zh_hans: 过去7天活跃

# profile.admin_stats.last_30_days
source: Активны за 30 дней
de: Aktiv in den letzten 30 Tagen
en: Active in last 30 days
es: Activos en los últimos 30 días
fr: Actif ces 30 derniers jours
tr: Son 30 günde aktif
zh_hans: 过去30天活跃

# profile.admin_stats.loading
source: Загружаем админ-статистику
de: Admin-Statistiken werden geladen
en: Loading admin statistics
es: Cargando estadísticas de admin
fr: Chargement des statistiques admin
tr: Yönetici istatistikleri yükleniyor
zh_hans: 正在加载管理统计

# profile.admin_stats.network_error.title
source: Сетевая ошибка
de: Netzwerkfehler
en: Network error
es: Error de red
fr: Erreur réseau
tr: Ağ hatası
zh_hans: 网络错误

# profile.admin_stats.refresh
source: Обновить
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
tr: Yenile
zh_hans: 刷新

# profile.admin_stats.summary.title
source: Сводка
de: Übersicht
en: Overview
es: Resumen
fr: Aperçu
tr: Genel bakış
zh_hans: 总览

# profile.admin_stats.symbol_limit
source: Лимит топ-символов
de: Top-Symbole-Limit
en: Top symbols limit
es: Límite de símbolos principales
fr: Limite des meilleurs symboles
tr: En iyi semboller sınırı
zh_hans: 热门代码上限

# profile.admin_stats.symbols.backend_empty
source: Бэкенд вернул 0 элементов для топа символов
de: Top-Symbole haben 0 Einträge vom Backend zurückgegeben
en: Top symbols returned 0 items from backend
es: Los símbolos principales devolvieron 0 elementos del backend
fr: Les meilleurs symboles ont retourné 0 éléments depuis le backend
tr: En iyi semboller backend'den 0 öğe döndürdü
zh_hans: 后台热门代码返回0条

# profile.admin_stats.symbols.empty
source: Популярных символов пока нет
de: Noch keine beliebten Symbole
en: No popular symbols yet
es: Sin símbolos populares aún
fr: Aucun symbole populaire pour l'instant
tr: Henüz popüler sembol yok
zh_hans: 暂无热门代码

# profile.admin_stats.symbols.title
source: Топ символов
de: Top-Symbole
en: Top symbols
es: Símbolos principales
fr: Meilleurs symboles
tr: En iyi semboller
zh_hans: 热门代码

# profile.admin_stats.total_users
source: Всего пользователей
de: Gesamtnutzer
en: Total users
es: Usuarios totales
fr: Total des utilisateurs
tr: Toplam kullanıcılar
zh_hans: 总用户数

# profile.admin_stats.unauthorized.title
source: Нужна авторизация
de: Autorisierung erforderlich
en: Authorization required
es: Autorización requerida
fr: Autorisation requise
tr: Yetkilendirme gerekli
zh_hans: 需要授权

# profile.admin_stats.watchlist_items
source: Элементов watchlist
de: Watchlist-Einträge
en: Watchlist items
es: Elementos en lista de seguimiento
fr: Éléments de la liste de suivi
tr: İzleme listesi öğeleri
zh_hans: 自选标的数量

# profile.admin_stats.watchlist_users
source: Пользователи с watchlist
de: Nutzer mit Watchlist
en: Users with watchlist
es: Usuarios con lista de seguimiento
fr: Utilisateurs avec liste de suivi
tr: İzleme listeli kullanıcılar
zh_hans: 有自选列表的用户

# profile.app_lock.auth.reason
source: Разблокируйте доступ к данным приложения
de: Zugriff auf App-Daten entsperren
en: Unlock access to app data
es: Desbloquear acceso a los datos de la app
fr: Déverrouiller l'accès aux données de l'application
tr: Uygulama verilerine erişimin kilidini aç
zh_hans: 解锁应用数据访问

# profile.app_lock.button.biometrics
source: Разблокировать биометрией
de: Mit Biometrie entsperren
en: Unlock with biometrics
es: Desbloquear con biometría
fr: Déverrouiller avec la biométrie
tr: Biyometrikle kilidi aç
zh_hans: 使用生物识别解锁

# profile.app_lock.button.face_id
source: Разблокировать через Face ID
de: Mit Face ID entsperren
en: Unlock with Face ID
es: Desbloquear con Face ID
fr: Déverrouiller avec Face ID
tr: Face ID ile kilidi aç
zh_hans: 使用 Face ID 解锁

# profile.app_lock.button.touch_id
source: Разблокировать через Touch ID
de: Mit Touch ID entsperren
en: Unlock with Touch ID
es: Desbloquear con Touch ID
fr: Déverrouiller avec Touch ID
tr: Touch ID ile kilidi aç
zh_hans: 使用 Touch ID 解锁

# profile.app_lock.error.invalid_pin
source: Неверный PIN
de: Falscher PIN
en: Incorrect PIN
es: PIN incorrecto
fr: PIN incorrect
tr: Yanlış PIN
zh_hans: PIN 码不正确

# profile.app_lock.screen.title
source: Введите PIN-код
de: PIN-Code eingeben
en: Enter PIN code
es: Introduce el código PIN
fr: Entrez le code PIN
tr: PIN kodu girin
zh_hans: 请输入 PIN 码

# profile.app_lock.setting.biometrics
source: Биометрия
de: Biometrie
en: Biometrics
es: Biometría
fr: Biométrie
tr: Biyometrik
zh_hans: 生物识别

# profile.auth.account_details
source: Детали аккаунта
de: Kontodetails
en: Account details
es: Detalles de la cuenta
fr: Détails du compte
tr: Hesap detayları
zh_hans: 账户详情

# profile.auth.connected
source: Вход через Apple ID
de: Mit Apple angemeldet
en: Signed in with Apple
es: Conectado con Apple
fr: Connecté avec Apple
tr: Apple ile oturum açıldı
zh_hans: 已通过 Apple 登录

# profile.auth.connected.subtitle
source: Для этого аккаунта включена синхронизация. Резервные копии iCloud используют текущий Apple ID на этом устройстве.
de: Kontosynchronisierung ist für dieses Konto aktiviert. iCloud-Backup verwendet das aktuelle Apple-Konto auf diesem Gerät.
en: Account sync is enabled for this account. iCloud backup uses the current Apple account on this device.
es: La sincronización de cuenta está activada. La copia de seguridad en iCloud usa la cuenta de Apple actual.
fr: La synchronisation du compte est activée pour ce compte. La sauvegarde iCloud utilise le compte Apple actuel sur cet appareil.
tr: Bu hesap için hesap senkronizasyonu etkinleştirildi. iCloud yedekleme, bu cihazdaki mevcut Apple hesabını kullanır.
zh_hans: 此账户已启用同步。iCloud 备份使用本设备当前的 Apple 账户。

# profile.auth.details
source: Подробнее
de: Details anzeigen
en: View details
es: Ver detalles
fr: Voir les détails
tr: Detayları görüntüle
zh_hans: 查看详情

# profile.auth.email_missing
source: Email не указан
de: Keine E-Mail angegeben
en: No email provided
es: No se proporcionó correo
fr: Aucun e-mail fourni
tr: E-posta sağlanmadı
zh_hans: 未提供电子邮件

# profile.auth.exit_guest
source: Выйти из гостевого режима
de: Gastmodus verlassen
en: Leave Guest Mode
es: Salir del modo invitado
fr: Quitter le mode invité
tr: Misafir Modundan Çık
zh_hans: 退出访客模式

# profile.auth.guest.subtitle
source: Используйте Millio сейчас и подключите Apple ID позже.
de: Nutze Millio jetzt und verbinde später dein Apple-Konto.
en: Use Millio now and connect your Apple Account later.
es: Usa Millio ahora y conecta tu cuenta de Apple después.
fr: Utilisez Millio maintenant et connectez votre compte Apple plus tard.
tr: Millio'yu şimdi kullanın ve Apple Hesabınızı daha sonra bağlayın.
zh_hans: 现在就开始使用 Millio，稍后再连接你的 Apple 账户。

# profile.auth.guest.title
source: Гостевой режим
de: Gastmodus
en: Guest Mode
es: Modo invitado
fr: Mode invité
tr: Misafir Modu
zh_hans: 访客模式

# profile.auth.last_login
source: Последний вход
de: Letzte Anmeldung
en: Last sign-in
es: Último inicio de sesión
fr: Dernière connexion
tr: Son oturum açma
zh_hans: 最近登录

# profile.auth.logout
source: Выйти
de: Abmelden
en: Sign out
es: Cerrar sesión
fr: Se déconnecter
tr: Çıkış yap
zh_hans: 退出登录

# profile.auth.name
source: Имя
de: Name
en: Name
es: Nombre
fr: Nom
tr: Ad
zh_hans: 姓名

# profile.auth.not_signed_in
source: Вход не выполнен
de: Nicht angemeldet
en: Not signed in
es: Sin sesión iniciada
fr: Non connecté
tr: Oturum açılmadı
zh_hans: 未登录

# profile.auth.not_signed_in.subtitle
source: Войдите через Apple ID, чтобы включить синхронизацию аккаунта. Резервные копии iCloud работают отдельно.
de: Mit Apple anmelden, um Kontosynchronisierung zu aktivieren. iCloud-Backup funktioniert separat.
en: Sign in with Apple to enable account sync. iCloud backup works separately.
es: Inicia sesión con Apple para activar la sincronización. La copia en iCloud funciona de forma independiente.
fr: Connectez-vous avec Apple pour activer la synchronisation du compte. La sauvegarde iCloud fonctionne séparément.
tr: Hesap senkronizasyonunu etkinleştirmek için Apple ile oturum açın. iCloud yedekleme ayrı çalışır.
zh_hans: 通过 Apple 登录即可启用账户同步。iCloud 备份独立工作。

# profile.backup
source: Резервное копирование
de: Backup
en: Backup
es: Copia de seguridad
fr: Sauvegarde
tr: Yedekleme
zh_hans: 备份

# profile.contact_us
source: Связаться с нами
de: Kontaktiere uns
en: Contact us
es: Contáctanos
fr: Nous contacter
tr: Bize ulaşın
zh_hans: 联系我们

# profile.contact.feedback_message
source: Нашли ошибку или придумали полезное улучшение? Отправьте нам скриншот и короткое описание. Если мы подтвердим проблему или реализуем идею, вы и ваш друг получите подписку на 1 год
de: Fehler gefunden oder eine gute Verbesserungsidee? Schick uns einen Screenshot und eine kurze Beschreibung. Wenn wir das Problem bestätigen oder die Idee umsetzen, erhaltet du und dein Freund ein 1-Jahres-Abonnement
en: Found a bug or have a strong idea for improvement? Send us a screenshot and a short description. If we confirm the issue or ship the idea, you and your friend will get a 1-year subscription
es: ¿Encontraste un error o tienes una idea de mejora? Envíanos una captura y una descripción breve. Si confirmamos el problema o lanzamos la idea, tú y tu amigo recibirán una suscripción de 1 año
fr: Vous avez trouvé un bug ou avez une idée d'amélioration ? Envoyez-nous une capture d'écran et une courte description. Si nous confirmons le problème ou intégrons l'idée, vous et votre ami recevrez un abonnement d'1 an
tr: Bir hata mı buldunuz veya güçlü bir iyileştirme fikriniz mi var? Bize bir ekran görüntüsü ve kısa bir açıklama gönderin. Sorunu doğrularsak veya fikri uygularsak, siz ve arkadaşınız 1 yıllık abonelik alacaksınız
zh_hans: 发现问题，或有很好的改进建议？给我们发送截图和简短描述。如果我们确认问题或采纳这个想法，你和你的朋友都将获得 1 年订阅
